export default function AboutTeam() {
  return (
    <div className="pt-[100px] pl-[80px] pr-[80px] flex gap-[40px]">
      <div>
        <div className="flex justify-center items-center gap-[10px] ">
          <div className="w-[20px] h-[1px] bg-black"></div>
          <h1 className="text-[50px] ">Մեր մասին </h1>
          <div className="w-[200px] h-[1px] bg-black"></div>
        </div>
        <div>
          <p className="text-[20px] pl-[30px]">
            Շուրջ 20 մասնագետներից բաղկացած մեր պրոֆեսիոնալ թիմն <br /> իր
            աշխատանքն իրականացնում է փայլուն հմտությամբ՝ <br /> բավարարելու
            անգամ ամենաքմահաճ հաճախորդի կարիքները: <br /> Շնորհիվ ոլորտում
            ունեցած մեր անգնահատելի փորձի, մեր նպատակն է անմոռանալի պահեր
            ստեղծել մեր հյուրերի համար: Մենք պարզապես չենք ստեղծում ժամանց, մենք
            ստեղծում ենք պատմություններ, և յուրաքանչյուր առանձնատուն (որոնք դուք
            տեսնում եք մեր կայքում) այդ պատմության մի մասն է: Օրեցօր
            ընդլայնվելով՝ մենք ձգտում ենք նորագույն չափանիշներ սահմանել ոլորտում
            և որ ամենակարևորն է մենք օր օրի հստակ ու կայուն քայլերով շարժվում
            ենք առաջ՝ բարելավելով մեր երկրում սպասարկման ոլորտը՝ շքեղ
            առանձնատները հասանելի <br />
            դարձնելով բոլորին:
          </p>
        </div>
      </div>
      <img
        src="https://amaranoc.am/images/about-us/about-background-tablet.jpg"
        className="w-[50%] h-[450px] rounded-2xl mt-[60px]"
      />
    </div>
  );
}
